Repository: geteduroam/apple-app
Catalog: geteduroam/AppStore.xcstrings
Source language: en
Languages: bg, ca_es, cy, de, es, hu, pt, sl

# Description
source: Configure your eduroam account easily and securely using geteduroam.
bg: Конфигурирайте Вашия eduroam акаунт лесно и сигурно като използвате geteduroam.
ca_es: Configureu el vostre compte eduroam de manera fàcil i segura utilitzant geteduroam.
cy: Ffurfweddwch eich cyfrif eduroam yn hawdd ac yn ddiogel gan ddefnyddio geteduroam.
de: Richten Sie mit geteduroam Ihren eduroam Zugang leicht und sicher ein.
es: Configura tu cuenta de eduroam de manera fácil y segura utilizando geteduroam.
hu: Konfiguráld az eduroam hozzáférésed egyszerűen és biztonságosan a geteduroam segítségével
pt: Configure a sua conta eduroam facilmente e com segurança utilizando o geteduroam.
sl: Konfigurirajte račun eduroam preprosto in varno z aplikacijo geteduroam.

# Keywords
source: eduroam,wifi,roam,geteduroam,hotspot,wi-fi,network,education,university,connect,wireless,internet
bg: eduroam,wifi,roam,geteduroam,hotspot,wi-fi,мрежа,образование,университет,свързване,безжична връзка,интернет
ca_es: eduroam,wifi,roam,geteduroam,hotspot,wi-fi,xarxa,educació,universitat,connectar,sense fils,internet
cy: eduroam,wifi,crwydro,geteduroam,llecyn,wi-fi,rhwydwaith,addysg,prifysgol,connect,diwifr,internet
de: eduroam,WLAN,Roaming,geteduroam,Hotspot,Netzwerk,Bildung,Universität,Verbindung,kabellos,Internet
es: eduroam,wifi,roam,geteduroam,hotspot,wi-fi,red,educación,universidad,conectar,wireless,inalámbrica,internet
hu: eduroam, wifi, roam, geteduroam, hotspot, wi-fi, hálózat, oktatás, egyetem, csatlakozás, vezeték nélküli, internet
pt: eduroam, wifi, roam, geteduroam, hotspot, wi-fi, rede, educação, universidade, ligar, sem fios, internet
sl: eduroam,wifi,gostovanje,geteduroam,točka,wi-fi,omrežje,izobrazba,univerza,poveži,brezžično,internet

source: Promotional Text
bg: a33cfd6cfef0750b66927b70babd9cf2_tr
ca_es: a33cfd6cfef0750b66927b70babd9cf2_tr
cy: a33cfd6cfef0750b66927b70babd9cf2_tr
de: a33cfd6cfef0750b66927b70babd9cf2_tr
es: a33cfd6cfef0750b66927b70babd9cf2_tr
hu: a33cfd6cfef0750b66927b70babd9cf2_tr
pt: a33cfd6cfef0750b66927b70babd9cf2_tr
sl: a33cfd6cfef0750b66927b70babd9cf2_tr

# Screenshots: Another Organization
source: Another Organization
bg: Друга организация
ca_es: Una altra Organització
cy: Sefydliad arall
de: Andere Organisation
es: Otra organización
hu: Másik Intézmény
pt: Outra Organização
sl: Druga organizacija

# Screenshots: Contact our helpdesk if you need assistance.
source: Contact our helpdesk if you need assistance.
bg: Свържете се с нашия хелпдеск, ако имате нужда от съдействие.
ca_es: Contacteu amb el nostre servei d'assistència si necessiteu ajuda.
cy: Cysylltwch â'n desg gymorth os oes angen cymorth arnoch.
de: Wenden Sie sich an Ihre Organisation wenn Sie Unterstützung brauchen.
es: Contacte con nuestro servicio de asistencia si necesita ayuda.
hu: Lépjen kapcsolatba ügyfélszolgálatunkkal, ha segítségre van szüksége.
pt: Contacte o nosso serviço de apoio se precisar de assistência.
sl: Če potrebujete pomoč, se obrnite na našo službo za pomoč uporabnikom.

# Screenshots: Example Organization
source: Example Organization
bg: Примерна организация
ca_es: Organització de mostra
cy: Sefydliad Enghreifftiol
de: Beispiel Organisation
es: Organización de ejemplo
hu: Példa Szervezet
pt: Organização Exemplo
sl: Vzorčna organizacija

# Screenshots: Profile for Staff
source: Profile for Staff
bg: Профил за служител
ca_es: Perfil per al personal
cy: Proffil ar gyfer Staff
de: Profil für Mitarbeiter
es: Perfil para el personal
hu: Profile a dolgozók számára
pt: Perfil para Funcionários
sl: Profil za osebje

# Screenshots: Profile for Students
source: Profile for Students
bg: Профил за студенти
ca_es: Perfil per a estudiants
cy: Proffil ar gyfer Myfyrwyr
de: Profil für Studenten
es: Perfil para estudiantes
hu: Diákok profilja
pt: Perfil para Estudantes
sl: Profil za študente

# Subtitle
source: get connected wherever you are
bg: свържете се, където и да сте
ca_es: connecta't estiguis on estiguis
cy: cysylltu ble bynnag yr ydych
de: Verbinden Sie sich, überall
es: conéctate dondequiera que estés
hu: maradj kapsolódva bárhol is vagy
pt: ligue-se onde quer que esteja
sl: povežite se, kjer koli ste

# What's New in This Version
source: This major update brings an entirely new designed and rewritten app.
bg: Тази важна актуализация предлага изцяло ново приложение.
ca_es: Aquesta important actualització porta una aplicació totalment renovada i reescrita.
cy: Mae'r diweddariad mawr hwn yn dod ag ap cwbl newydd wedi'i ddylunio a'i ailysgrifennu.
de: Diese große Aktualisierung enthält eine vollkommen neu geschriebene App in neuem Design.
es: Esta importante actualización presenta una aplicación diseñada y reescrita de nuevo.
hu: Ez a frissítés egy teljesen újratervezett és újraírt alkalmazás.
pt: Esta atualização importante traz uma aplicação completamente redesenhada e reescrita.
sl: Ta pomembna posodobitev prinaša popolnoma preoblikovano in na novo zasnovano aplikacijo.
